{
    "cmd" : {

        "github" : "The Github page of the bot can be found here: <https://github.com/Xinverse/BOTC-Bot>",
        "ping" : ":ping_pong: **Pong!** Latency: **{}** seconds.",
        "uptime" : ":clock: **uptime:** {}",
        "join" : "**{}** joined the game and raised the number of players to **{}**.",
        "joined" : "{} You are already in the game!",
        "quit" : "**{}** left the game. There are **{}** players remaining.",
        "quitted" : "{} You are already not in the game!",
        "fjoin" : "**{}** was forced to join the game and raised the number of players to **{}**.",
        "fjoined" : "{} **{}** is already in the game!",
        "fleave" : "**{}** was forced to leave the game. There are **{}** players remaining.",
        "fleaved" : "{} **{}** is already not in the game!",
        "time_pregame" : "There is **{}** left until the game is automatically cancelled. Lobby timeout is currently set to {}.",
        "stats_pregame_header" : "{} players in lobby:"

    },

    "esthetics" : {

        "loading_emoji" : "<a:loading:723373502052434000>",
        "scroll" : "<:magicscroll:725879129945407530>",
        "butterfly" : "<a:butterfly_effect:726137547301978152>",
        "check_emoji" : "<a:animated_check:728031109094309970>",
        "skull" : "💀",
        "fquit" : "❌"

    },

    "doc" : {

        "join" : {
            "brief" : "join a game",
            "help" : "Leave city, leave reality! Enter lobby, enter fantasy!",
            "description" : "[JOIN] command",
            "outputs" : [
                "**{}** is rereading the role list before claiming their role.  I'm sure they're innocent. The lobby now holds **{}** player(s).",
                "**{}**, your role is **Server Owner**. Your role does nothing and you die immediately upon receiving it. The lobby now holds **{}** player(s).",
                "Time is an illusion, my dear **{}**, and lunchtime doubly so. The lobby now holds **{}** player(s).",
                "For a moment, nothing happened. Then, after a second or so, nothing continued to happen. Then, after another second, **{}** joined the game. The lobby now holds **{}** player(s).",
                "**{}**... you're turning into a penguin. Stop it. The lobby now holds **{}** player(s).",
                "**{}** was of the opinion that we'd all made a big mistake in coming down from the trees in the first place. The lobby now holds **{}** player(s).",
                "'The answer is **{}**,' said Deep Thought, with infinite majesty and calm. The lobby now holds **{}** player(s).",
                "Since **{}** decided a few weeks ago to adopt the leaf as legal tender, we have, of course, all become immensely rich. The lobby now holds **{}** player(s).",
                "Nothing travels faster than the speed of light with the possible exception of bad news of **{}**'s arrival, which obeys its own special laws. The lobby now holds **{}** player(s).",
                "In the beginning the Universe was created. This has made **{}** very angry and been widely regarded as a bad move. The lobby now holds **{}** player(s).",
                "**{}**'s doctor says that they have a malformed public-duty gland and a natural deficiency in moral fibre, and that they are therefore excused from saving Universes. The lobby now holds **{}** player(s).",
                "So long, **{}**, and thanks for all the fish. The lobby now holds **{}** player(s).",
                "Listen, **{}**, don’t you try to outweird me, I get stranger things than you free with my breakfast cereal. The lobby now holds **{}** player(s).",
                "**{}** discovered only a small asteroid inhabited by a solitary old man who claimed repeatedly that nothing was true, though he was later discovered to be lying. The lobby now holds **{}** player(s).",
                "**{}** was staring at the instruments with the air of one who is trying to convert Fahrenheit to centigrade in his head while his house is burning down. The lobby now holds **{}** player(s)."
            ],
            "weights" : [

            ]
        },

        "quit" : {
            "brief" : "quit a game",
            "help" : "",
            "description" : "[QUIT] command",
            "outputs" : [
               ""
            ],
            "weights" : [

            ]
        },

        "dog" : {
            "brief" : "flip a dog",
            "help" : "We know by now that the cat always lands on its feet... but what about dogs? Will we ever find out?...",
            "description" : "[DOG] command",
            "outputs" : [
                "Did the dog land on its feet?",
                "I really wonder, did the dog land on its feet?",
                "Now I *really* wonder, did the dog land on its feet?!",
                "I'm deeply sorry, but the Programmer has forgotten to implement this function, and so the eternal question of the Dog and its legendary Feet will forever remain a mystery."
            ],
            "weights" : [
                0.70,
                0.27,
                0.02,
                0.01
            ]
        },

        "coin" : {
            "brief" : "flip a coin",
            "help" : "Can't make a decision? What better way than to leave it up for chance! Friendly reminder that the advice offered by the coin comes with no guarantee whatsoever. Use at your own risk.",
            "description" : "[COIN] command",
            "outputs" : [
                "The coin landed on its **head**.",
                "The coin landed on its **tails**.",
                "The coin rolled underneath the table, and no one ever found it again.",
                "The coin landed on its **side**! Consider buying a lottery ticket today?"
            ],
            "weights" : [
                0.49,
                0.49,
                0.01,
                0.01
            ]
        }

    },

    "errors" : {

        "user_not_found" : "{} :x: Specified user is not found!",
        "missing_user" : "{} :x: Missing argument, please specify a valid user!",
        "cmd_cooldown" : "{} :x: This command is ratelimited."

        },

    "system" : {

        "restart" : "Rebooted, powered on.",
        "error" : "An error occurred and has been logged.",
        "lobby_timeout" : "{} The game has taken too long to start and has been cancelled!"

        },

    "formats" : {

        "server_header": "Discord Werewolf Server"

    }
    
}